Repository: AKdroid/TeclaAccess
Catalog: translate/strings/*.po
Languages: nl, sv

source: Tekla keyboard
nl: Tekla toetsenbord
sv: Tekla tangentbord

source: Tekla keyboard settings
nl: Tekla toetsenbord instellingen
sv: Tekla tangentbordsinställningar

source: Input method
nl: Invoer methode
sv: Inmatningsmetod

source: Alternative input settings
nl: Alternatieve invoer instellingen
sv: Alternativa inmatningsinställningar

source: Always show keyboard
nl: Toon altijd toetsenbord
sv: Visa alltid tangentbord

source: Shows a small navigation keyboard when not entering text
nl: Toont een klein navigatie toetsenbord wanneer geen tekst wordtingevoerd
sv: Visa navigationslist när ingen textinmatning görs

source: Connect to Tekla Shield
nl: Verbinding maken met Tekla Shield
sv: Anslut till Tekla Shield

source: Bluetooth is not supported
nl: Bluetooth is niet ondersteund
sv: Inget bluetooth-stöd

source: Bluetooth is disabled
nl: Bluetooth is uitgeschakeld
sv: Bluetooth är inte aktiverat

source: Check to connect to a nearby Tekla Shield
nl: Kies een beschikbaar Tekla Shield
sv: Sök efter Tekla Shield

source: Fullscreen switch mode
nl: Volledig scherm schakelaar instelling
sv: Helskärmstryckning för att välja

source: Uses the entire screen as a single switch
nl: Gebruikt het volledige scherm als één enkele schakelaar
sv: Använder hela skärmen som en manöverkontakt

source: Scanning settings
nl: Scaninstellingen
sv: Inställningar för skanning

source: Enable self-scanning
nl: Activeer zelf-scanning
sv: Aktivera automatisk skanning

source: Scans the keyboard automatically
nl: Scant het toetsenbord automatisch
sv: Skannar tangentbordet automatiskt

source: Self-scanning delay
nl: Zelf-scanning vertraging
sv: Tidsinställning för skanning

source: Changes the self-scanning speed
nl: Verandert de zelf-scanning snelheid
sv: Ändrar hastighet på automatisk skanning

source: Enter new delay in milliseconds:
nl: Voer een nieuwe vertraging in in milliseconden:
sv: Ange ny hastighet i millisekunder:

source: Switch event provider
nl: Schakelaar aanbieder
sv: Typ av externt styrsätt

source: Tekla Shield connected
nl: Tekla Shield verbonden
sv: Tekla Shield är anslutet

source: Tekla Shield disconnected
sv: Tekla Shield frånkopplad

source: Connecting to Tekla Shield
nl: Verbinding maken met Tekla Shield
sv: Ansluter till Tekla Shield

source: Could not connect to Tekla Shield
nl: Kon geen verbinding maken met Tekla Shield
sv: Kunde inte ansluta till Tekla Shield

source: No Tekla Shields in range
nl: Geen Tekla Shield beschikbaar
sv: Inga Tekla Shields inom räckhåll

source: Searching for Tekla Shields. Please wait...
nl: Zoeken naar Tekla Shields. Even geduld...
sv: Söker efter Tekla Shileds. Vänligen vänta...

source: Fullscreen switch mode enabled
nl: Volledig scherm schakelaar modus ingeschakeld
sv: Helskärmskontakt aktiverad

source: Fullscreen switch mode disabled
nl: Volledig scherm schakelaar modus uitgeschakeld
sv: Helskärmskontakt inte aktiverad
